Autodesk.Revit.UI.RadioButtonGroup
Represents a group of related buttons in the Ribbon.
Remarks:
This class contains a collection of ToggleButtons. Only one of the ToggleButtons will appear active at a given time.
When a different button is clicked in the UI the current ToggleButton will be changed, and the ToggleButton's external command will be invoked.
Use of this class is not supported in Revit VSTA.
Since: 2011